[
    {
    "title": "Pariah – The Story of a Street Dog",
      "name": "Deb Jarrett",
      "image": "/story/img1.png",
      "story": "Let me introduce myself. My name is Moti, but you may call me a street dog, a stray, a pariah dog, a dirty, filthy animal, whatever you want. It doesn’t matter to me, not anymore. Because in the end, whatever you call me, I will remain what I am―a street dog, a pariah to you all. Want to have a peep into my daily life? Here’s my story for you. ~ My day begins every morning around six o’clock, when I am kicked and shooed away by the street sweepers. Sometimes stones are thrown at me or a stick poked into my bony body, reminding me that night is over and day beckons. I shake myself and come out of my dreamy night and begin searching for something to eat. Usually, I manage to find some stale bread or roti, and if I’m lucky, a half eaten chicken or some mutton bones. But food never comes easily as I have to compete with many other neighbourhood dogs. Often, I get bitten and hurt in the process of grabbing a bite to eat… but that’s life, my friend, for us street dogs. We have to grab what we can before someone else takes it. Not all days are bad. Some days, if I am lucky, I come across a kind and gentle family who feed me milk and biscuits. Some even pat me on the head and say loving words while I thank them with a wagging tail and a full belly. But there are days, too, when I am shouted at, yelled at, stones thrown at me, when I am abused and chased by kids and I have to run for my life and hide in dank and filthy drains, all for the sake of a piece of bread. What amazes me is the amount of food people throw away, without a thought of feeding us. But I guess in the end it’s God’s way of providing us with food. Man’s anger or hatred towards us is something I have never been able to understand. While on the one hand, pedigree dogs―who are same as us―are given good food, water, milk, and so on, and are cared for, loved, hugged, and played with, and on the other, we are chased out of the street because the so called pedigree pets are on their way. What humans fail to see is that in the end we are all the same race, just different breeds. The most difficult and tough times are in winter when we shiver and cuddle up against each other for warmth while our well-placed brothers and sisters wear coats and are inside warm rooms, fully sated and with a warm bed and blanket. Summers, too, are not easy times. We have to hunt for water, and often we are forced to drink from dirty drains outside hotels and restaurants. We have to take shelter from the heat and the rain under cars, and this sometimes leads to us being crushed under the very vehicle that gave us shelter. All the while, our well-to-do friends are living in nice air-conditioned rooms, reclining in cool cars, or going for walks with nice shiny collars and leashes. If we try to come near to them, we are hit with sticks, kicked, and shooed away. It bewilders me. Are these people not so-called dog lovers? If they can shower so much love and affection on their upper-class pets, why not us? Why be mean to us? We are not asking to be taken into their homes, but can’t we just lie down and sleep outside their homes and be given one meal a day? Is that too much to ask? How can man be so harsh in differentiating between two creatures of the same species? Who is there to take care of us when we fall sick or are too weak to walk and find food for ourselves? When we are too old and frail to move? No one. The harsh reality hits me: Me and my friends are all alone in this cruel, selfish world and we have to fend for ourselves or just lie and wait for a speeding car, truck, or bus to crush us and take away what little life there was in us. But in the end, I must admit, my life on the street toughens me and makes me ready to face all hardships. It makes me a fighter and also someone who can share with my fellow beings. The joy of running carefree with my friends, tugging at them, playing with them, barking and chasing cars, and so on, makes my dull, monotonous life worth living. I don’t mind being reborn as a dog in my next life, but I do ask that God be just a little bit partial to me and give me a better life. Can I have the taste of both lives, one outside on the streets and one inside where I am surrounded with warmth, love and happiness? Well it seems a dream for many of us, but you never know. The grass is always greener on the other side."
    },
    {
        "title": "Stray to foster: Bihar man on a mission to save animals",
        "name": "Ramashankar Mishra",
        "image": "/story/img2.png",
        "story": "BIHAR:  Hard real-life encounters motivate people to be compassionate towards their surroundings. Jai Ram Pathak who cares for the lives of stray animals and birds has one such story to tell.  A home guard in Bihar’s Aurangabad district, Jai Ram Pathak developed a strong compassion for stray animals after a real-life incident. “It all started nearly four years ago when I was sitting at the courtyard of my house when I found a cow in a distress state. It was quite thirsty and virtually on the verge of collapse.” Pathak said he first offered the animal a jug-full of water, but it was hardly enough. The cow was so thirsty that she ended up drinking two buckets of water. “This sight moved me completely and I decided to offer fodder and other food items and water to stray animals and birds.” Since then it became a routine affair for Pathak. “Now around 10-15 animals, including stray cows, calves, goats and dogs visit my house in Aurangabad in south Bihar thrice a day as I feed them all seasons.” Stray animals and birds confront difficulties in getting food and water during all seasons. Their problem aggravates during summer when ponds and other water resources dry up. Pathak purchases around 4-5 quintals of fodder from his own resources every month to feed stray animals. “Since animals and birds can’t express themselves through words, we have to understand their problems and feelings and act accordingly,” Pathak said.  Birds fly to the jawan’s ancestral house to get food and water. They normally visit once a day. He has set up makeshift nests for birds. Water scarcity is a big problem for most stray animals and birds. The problem gets compounded when the water level reduces during the summer. “As the state is reeling under intense heat waves these days, stray animals and birds are falling unconscious on roadside,” Pathak noted. The situation is more grave in urban areas. Earlier, there used to be ponds and drains in towns and cities as well. But with increasing urbanisation, ponds and drains have been turned into streets and roads. Pathak noted that there is no provision of drinking water and fodder for stray animals from the government side. On the other hand, there is a stringent law for leaving stray cattle on roads. Pathak said there are night shelters for the poor in urban towns and similarly there should be a place for stray animals. Pathak has taken up the task of feeding stray animals and birds and quenching their thirst even though his family’s financial position is not too strong. “I get a poultry sum as remuneration from the police (home) department, but that is not sufficient to run the family,” he rued. It has not, however, deterred him. “I draw utmost satisfaction in doing this work and I enjoy my life even in difficulties,” he added. “There are various ways of following a religion. I consider that I am directly serving God by feeding stray animals and birds and also providing them water,” Pathak said. "
    },
    {
        "title": "Discovering the joy and sadness of feeding feral cats",
        "name": "Brett Harrison",
        "image": "/story/img3.png",
        "story": "His name was Mufasa. I know because I named him. I met Mufasa just before Thanksgiving, 2006. I had recently moved into the neighborhood and had been hearing disturbingly loud cat sounds at night. I figured there were feral cats in the neighborhood, but I rarely saw them. One night I came home to see Ro, my neighbor, hanging outside the entrance of our section of the building looking at something on the lower level. Before I had a chance to ask what she was looking at, she smiled and said, “Kittens.” There, right on the edge of the property were the three most adorable kittens I had ever seen eating out of little cans as their mother watched them warily. I fell in love instantly. I had considered myself a “dog person” up until that moment, but something told me they needed a friend. The man who put out the cans had a dog, and I wondered if he’d want to feed the cats on a regular basis. So I went right to the closest grocery store and got the cheapest bag of cat food I could afford. I was hooked. For a while I was just the guy who fed them. But gradually I got to know them, and each had his/her own identity. Sheba was a little gray and white female who was obviously the runt of the litter but also the most outgoing. I bonded with her first, and it was usually she who greeted me first when I came home. Sheena was a dark gray tabby who wasn’t quite as adorable or friendly as Sheba but still exuded warmth and was just as glad as Sheba when I fed them. Then there was Mufasa, who looked almost exactly like Sheba but was considerably larger. He was the shyest of the group. One of my earliest memories of Mufasa involved food. Or, more specifically, turkey ham. At some point I started giving them treats. They especially liked cheese. I know there are cat people who frown on this practice, but I come from a food family, and when we like somebody, we show it with food. It can be your best friend, a casual acquaintance or a feral cat. Just as I wouldn’t give a friend a bologna sandwich, I wanted to give these guys something special when I was treating them. It made me feel good, and they enjoyed getting treated. One day I got a rather large piece of turkey ham at the store and felt the kittens might go for it. So after having a turkey ham sandwich, I cut up the rest for my buddies. I live on the second floor and had already developed the habit of tossing snacks from my window. I didn’t put that much time into cutting up the meat, and some pieces were larger than others. I opened the window and tossed the pieces out to them. The two girls caught on immediately and started just eating as much as they could, sometimes growling if another got too close. But Mufasa had a different approach. He went right for the largest piece and immediately made a beeline for the passageway under the fence. But before he disappeared, he looked right up at me, struggling to keep the piece in his mouth, as if to say “Thanks.” Then he was gone. A lot has happened since then. Sheba died that summer. Sheena had two kittens and died during the winter. One of the kittens I know is dead, and the other disappeared. There have been others. But, with all the changes, Mufasa was always the constant. At some point I even got Mufasa spayed and released back into the neighborhood. In 2009 my father was dying, having been sick for a number of years. I had to take several trips home until he finally died in June. Each time I had to find somebody to feed Mufasa and some other cats who were now part of my outside family. Trips home were not fun, and besides watching my father die, there were the usual tensions with my family. But each time I came back to my apartment, I would hear Mufasa’s unmistakable meow as he knew I was near. He would run up to me, happy that I was back. And each time I was happier than he. When I came home after my father’s death, I was particularly happy to see Mufasa, and we hung outside on the stoop for quite a while. Although Mufasa was a feral cat, he was more like a lap cat than many house cats I’ve known. It was not uncommon for him to come up to me while I sat outside on the stoop as I petted him. Sometimes, if he were so inclined, he would jump up on my left knee and just sit down. It was always my hope to bring Mufasa in at some point, but there were complications. Namely, female cats who needed me more than he did. On two separate occasions I brought in a female cat who was pregnant. The first was Simone, whose kittens I found homes for. Then there was Neela, who  lost her kittens shortly after I brought her in. They are both happily resting as I write this. I wish Mufasa was resting with them, but it was not meant to be.They found Mufasa in the vacant apartment downstairs about a month ago. It was gutted quite a while ago, and the owners have yet to fix it up. Ironically it was the same apartment rented by the guy who first put out cat food for Mufasa and his siblings. Mufasa had come to use the apartment as his home for a couple of months before that. I won’t go into the details as it’s not only painful to me but really doesn’t speak to who Mufasa really was."
    }
  ]
  